Repository: lilhammerfun/clumsies
Catalog: apps/macos/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (request %@)
zh_hans: （请求 %1$@）

source: · Updated %@
zh_hans: · 更新于 %1$@

source: · You
zh_hans: · 你

source: ## Your projects Projects bring together the Memory your team uses. When someone adds you to a project, it appears in your project list. ## Work with Memory Open a project to browse its Memory. Your edits stay in Drafts until they are reviewed and published. ## Stay informed Inbox tells you about Reviews, remote updates to Memory your projects use, and changes to your access. Your everyday Draft edits do not create notifications. If you do not have a project yet, ask a project administrator to add you.
zh_hans: ## 你的项目 项目汇集了团队使用的 Memory。有人将你加入项目后，你就能在项目列表中找到它。 ## 使用 Memory 打开项目即可浏览其中的 Memory。你的编辑会保留为草稿，经过评审和发布后才会更新远程内容。 ## 关注团队动态 收件箱会通知你评审动态、项目所用 Memory 的远程更新，以及你的访问权限变更。日常编辑草稿不会产生通知。 如果你还没有项目，可以请项目管理员将你加入。

source: %@ %@ integration at %@: %@
zh_hans: %1$@ 在 %3$@ 的 %2$@ 集成：%4$@

source: %@ / Request %lld
zh_hans: %@ / 请求 %lld

source: %@ Preview
zh_hans: %1$@预览

source: %@ Unavailable
zh_hans: 无法使用%@

source: %@ added you as %@.
zh_hans: %1$@ 已将你加入项目，角色为%2$@。

source: %@ added: %@
zh_hans: %1$@新增：%2$@

source: %@ changed your organization role: %@ → %@.
zh_hans: %1$@ 将你的组织角色从%2$@改为%3$@。

source: %@ changed your project role: %@ → %@.
zh_hans: %1$@ 将你的项目角色从%2$@改为%3$@。

source: %@ deleted: %@
zh_hans: %1$@删除：%2$@

source: %@ path: %@ → %@
zh_hans: %1$@路径：%2$@ → %3$@

source: %@ removed your access to this project.
zh_hans: %1$@ 已移除你对此项目的访问权限。

source: %@ will lose access to this project.
zh_hans: %@将无法再访问此项目。

source: %@, %@%@%@, Submitted by %@%@
zh_hans: %1$@，%2$@%3$@%4$@，提交者：%5$@%6$@

source: %@: %lld retrievals
zh_hans: %@：%lld 次检索

source: %@: %lld retrieved of %lld current memories
zh_hans: %1$@：当前 %3$lld 条记忆中的 %2$lld 条已被检索

source: %lld documents
zh_hans: %lld 份文档

source: %lld members
zh_hans: %lld 位成员

source: %lld memories
zh_hans: %1$lld 条记忆

source: %lld more legacy integrations need review.
zh_hans: 还有 %1$lld 项旧集成需要检查。

source: %lld old repository configuration(s) still need cleanup. Reconnect missing folders and retry.
zh_hans: 还有 %lld 项旧仓库配置需要清理。请重新连接缺失的文件夹后重试。

source: %lld open · %lld in review
zh_hans: %1$lld 份待提交 · %2$lld 份评审中

source: %lld requests
zh_hans: %lld 次请求

source: %lld resources
zh_hans: %lld 项资源

source: %lld returned · %lld empty · %lld failed
zh_hans: %1$lld 次返回内容 · %2$lld 次空结果 · %3$lld 次失败

source: %lld selected chunks
zh_hans: %lld 个已选片段

source: %lld unchanged lines
zh_hans: %lld 行未改动的内容

source: %lld user messages
zh_hans: %lld 条用户消息

source: %lld%% of current memory
zh_hans: 占当前记忆的 %1$lld%%

source: %llu fragments · %llu tokens
zh_hans: %1$llu 个片段 · %2$llu 个 Token

source: %llu resources · %llu units
zh_hans: %1$llu 项资源 · %2$llu 个单元

source: %llu µs
zh_hans: %1$llu 微秒

source: (No path)
zh_hans: （无路径）

source: (Removed)
zh_hans: （已删除）

source: , Retry Needed
zh_hans: ，需要重试

source: , updated %@
zh_hans: ，更新于%1$@

source: 30 days
zh_hans: 30 天

source: 31–90 days
zh_hans: 31–90 天

source: 7 days
zh_hans: 7 天

source: 7-day buckets
zh_hans: 每 7 天一组

source: 8–30 days
zh_hans: 8–30 天

source: 90 days
zh_hans: 90 天

source: A Rule needs content.
zh_hans: 规则需要包含内容。

source: A draft changes the location of %@. Resolve that draft or update the guidelines path.
zh_hans: 某份草稿更改了 %1$@ 的位置。请处理该草稿，或更新指南路径。

source: A draft removes %@. Resolve that draft before setting up memory guidelines.
zh_hans: 某份草稿删除了 %1$@。请先处理该草稿，再设置记忆指南。

source: A fresh Organization Memory snapshot is required to create a Draft.
zh_hans: 创建草稿前，需要获取最新的组织记忆快照。

source: A stale cached memory body cannot be attached to the current remote version.
zh_hans: 过期的记忆缓存内容不能关联到当前远端版本。

source: About
zh_hans: 说明

source: About %@
zh_hans: 关于%@

source: About Results
zh_hans: 结果说明

source: Access
zh_hans: 访问权限

source: Access Changes
zh_hans: 访问权限变更

source: Access tokens
zh_hans: 访问令牌

source: Account
zh_hans: 账户

source: Account menu for %@
zh_hans: %1$@的账户菜单

source: Active
zh_hans: 有效

source: Activity
zh_hans: 活动

source: Activity Log…
zh_hans: 活动日志…

source: Activity Unavailable
zh_hans: 无法加载活动

source: Activity details
zh_hans: 活动详情

source: Add
zh_hans: 添加

source: Add %lld Items to Project
zh_hans: 将 %1$lld 项添加到项目

source: Add Member…
zh_hans: 添加成员…

source: Add Memory
zh_hans: 添加记忆

source: Add Repositories…
zh_hans: 添加仓库…

source: Add a member to get started.
zh_hans: 添加成员以开始使用。

source: Add a review-wide comment
zh_hans: 添加评审整体评论

source: Add member
zh_hans: 添加成员

source: Add project member
zh_hans: 添加项目成员

source: Add to %@
zh_hans: 添加到%@

source: Add to Project
zh_hans: 添加到项目

source: Added
zh_hans: 新增

source: Added member
zh_hans: 已添加成员

source: Added project member
zh_hans: 已添加项目成员

source: Adding…
zh_hans: 正在添加…

source: Admin
zh_hans: 管理员

source: Administration pagination returned an invalid next cursor.
zh_hans: 管理页面返回了无效的分页游标。

source: Administrator Recovery
zh_hans: 管理员恢复

source: Administrator authenticated
zh_hans: 管理员身份已验证

source: Administrator recovery
zh_hans: 管理员恢复

source: After changing Codex, restart it and start a new task.
zh_hans: 更改 Codex 配置后，请重新启动 Codex 并新建任务。

source: Agent activity
zh_hans: Agent 活动

source: Agent activity from bound projects appears here with user messages and recalled memory.
zh_hans: 这里会显示已绑定项目的 Agent 活动，包括用户消息和召回的记忆。

source: Agent activity from bound projects appears here with user requests and recalled memory.
zh_hans: 已绑定项目中的 Agent 活动会显示在这里，包括用户请求和召回的记忆。

source: Agent integrations for this Mac
zh_hans: 这台 Mac 上的 Agent 集成

source: Agent query
zh_hans: Agent 查询

source: Agents
zh_hans: Agent

source: Agents on This Mac
zh_hans: 这台 Mac 上的 Agent

source: All
zh_hans: 全部

source: All Authors
zh_hans: 所有作者

source: All Projects
zh_hans: 所有项目

source: All Types
zh_hans: 所有类型

source: All drafts in a review must belong to the same Project.
zh_hans: 同一评审中的所有草稿必须属于同一个项目。

source: All drafts will be updated to the latest remote version and submitted for review together. Nothing is published yet.
zh_hans: 所有草稿将更新到最新远端版本，并一起提交评审。此操作尚不会发布内容。

source: Allowed email domains
zh_hans: 允许的邮箱域名

source: Allowed email domains (optional)
zh_hans: 允许的邮箱域名（可选）

source: Already available
zh_hans: 已有内容

source: An administrator
zh_hans: 管理员

source: Another organization operation is still in progress.
zh_hans: 另一项组织操作尚未完成。

source: Any domain
zh_hans: 任意域名

source: App language
zh_hans: 应用语言

source: App language, information and software updates.
zh_hans: 应用语言、版本信息和软件更新。

source: Applying %lld folder changes…
zh_hans: 正在应用 %1$lld 项文件夹更改…

source: Applying folder change %lld of %lld…
zh_hans: 正在应用文件夹更改：%1$lld/%2$lld…

source: Approve
zh_hans: 批准

source: Approve and Merge Review
zh_hans: 批准并合并评审

source: Approve and Merge Review — available after conflicts are resolved and remote changes are saved
zh_hans: 批准并合并评审：解决冲突并保存远端更改后可用

source: Approved
zh_hans: 已批准

source: Approved Review
zh_hans: 已批准的评审

source: Archive
zh_hans: 归档

source: Archive (⌃⌘A)
zh_hans: 归档（⌃⌘A）

source: Archive Notifications
zh_hans: 归档通知

source: Archived
zh_hans: 已归档

source: Ask a project administrator to add your organization's guidelines.
zh_hans: 请联系项目管理员，添加组织的记忆指南。

source: Ask an organization administrator to grant you access to a Project.
zh_hans: 请联系组织管理员，授予你项目访问权限。

source: Attach
zh_hans: 关联

source: Audit Log
zh_hans: 审计日志

source: Author
zh_hans: 作者

source: Author Filter
zh_hans: 按作者筛选

source: Auto-rebased
zh_hans: 已自动更新基线

source: Automatically check for updates
zh_hans: 自动检查更新

source: Automatically download updates
zh_hans: 自动下载更新

source: Awaiting Author
zh_hans: 等待作者处理

source: Back
zh_hans: 后退

source: Back to Activity
zh_hans: 返回活动

source: Based on retrieval history retained on this Mac, up to %lld requests per project. Activity on other devices is not included.
zh_hans: 基于这台 Mac 保留的检索历史，每个项目最多保留 %lld 次请求。不包含其他设备上的活动。

source: Below Relevance
zh_hans: 相关度不足

source: Bring All to Front
zh_hans: 前置全部窗口

source: Bundle Actions
zh_hans: Bundle 操作

source: Bundle refresh failed - Try Again
zh_hans: Bundle 刷新失败，请重试

source: Bundles
zh_hans: Bundle

source: Bundles Unavailable
zh_hans: 无法加载 Bundle

source: CLUMSIES.md already exists. Open the existing guidelines.
zh_hans: CLUMSIES.md 已存在。请打开现有指南。

source: CLUMSIES_SERVER_URL must be an HTTPS origin or a loopback HTTP origin.
zh_hans: CLUMSIES_SERVER_URL 必须是 HTTPS 源地址，或使用 HTTP 的回环地址。

source: Cached data
zh_hans: 缓存数据

source: Cancel
zh_hans: 取消

source: Candidate Trace
zh_hans: 候选片段追踪

source: Candidates
zh_hans: 候选片段

source: Change
zh_hans: 更改

source: Changes are still being saved
zh_hans: 更改仍在保存中

source: Changes couldn't sync
zh_hans: 更改同步失败

source: Changes from the common original to %@
zh_hans: 从共同原始版本到%1$@的更改

source: Changes on this page are disabled until a live refresh succeeds.
zh_hans: 成功刷新实时数据后，才能修改此页面。

source: Changes requested
zh_hans: 需要修改

source: Check Latest Again
zh_hans: 重新检查最新版本

source: Check again and replace these resolution edits?
zh_hans: 重新检查并替换当前的冲突解决结果？

source: Check for Updates...
zh_hans: 检查更新…

source: Check for Updates…
zh_hans: 检查更新…

source: Check for updates or continue installing an update
zh_hans: 检查更新或继续安装更新

source: Checking Memory Guidelines…
zh_hans: 正在检查记忆指南…

source: Checking Remote Changes…
zh_hans: 正在检查远端更改…

source: Checking the latest remote version…
zh_hans: 正在检查最新远端版本…

source: Checking…
zh_hans: 正在检查…

source: Choose
zh_hans: 选择

source: Choose Discard Draft to cancel the deletion.
zh_hans: 选择“丢弃草稿”可取消删除。

source: Choose Review Actions (…) > Save Conflict Resolutions to keep your choices.
zh_hans: 选择“评审操作（…）> 保存冲突解决结果”以保留你的选择。

source: Choose a Bundle to add its memory to this project.
zh_hans: 选择一个 Bundle，将其中的记忆加入项目。

source: Choose a changed file from the file navigator.
zh_hans: 在文件导航栏中选择一个有更改的文件。

source: Choose a different folder name without a slash.
zh_hans: 请使用不含斜杠的其他文件夹名称。

source: Choose a language for Clumsies without changing your Mac's language. Restart Clumsies to apply the change.
zh_hans: 单独选择 Clumsies 的语言，无需更改 Mac 的系统语言。重启 Clumsies 后生效。

source: Choose a version for each change above to continue.
zh_hans: 为上方的每处更改选择一个版本后继续。

source: Choose an item to see its messages and recalled memory.
zh_hans: 选择一项活动，查看用户消息和召回的记忆。

source: Choose an item to see its requests and recalled memory.
zh_hans: 选择一项活动，查看其中的请求和召回的记忆。

source: Choose how agents maintain your memory. You can edit these guidelines at any time. App updates will preserve your changes.
zh_hans: 选择 Agent 维护记忆的方式。你可以随时编辑这些指南，应用更新会保留你的修改。

source: Choose the agents you use on this Mac. You can change this later in Settings.
zh_hans: 选择你在这台 Mac 上使用的 Agent。之后也可以在设置中更改。

source: Choose...
zh_hans: 选择…

source: Clean
zh_hans: 无更改

source: Cleaning up
zh_hans: 正在清理

source: Clear Cache
zh_hans: 清除缓存

source: Clear Cache...
zh_hans: 清除缓存…

source: Clear Filters
zh_hans: 清除筛选条件

source: Clear History
zh_hans: 清除历史

source: Clear Project Cache?
zh_hans: 清除项目缓存？

source: Clear Unpinned Retrieval History
zh_hans: 清除未固定的检索历史

source: Clear unpinned retrieval history?
zh_hans: 清除未固定的检索历史？

source: Click a document to open Memory
zh_hans: 点击文档以打开记忆

source: Close
zh_hans: 关闭

source: Close %@
zh_hans: 关闭%1$@

source: Close Tab
zh_hans: 关闭标签页

source: Close Window
zh_hans: 关闭窗口

source: Clumsies can't access this location. Choose a folder you have permission to use.
zh_hans: Clumsies 无法访问此位置。请选择你有访问权限的文件夹。

source: Clumsies can't connect to the server right now.
zh_hans: Clumsies 暂时无法连接服务器。

source: Clumsies could not restart
zh_hans: 无法重启 Clumsies

source: Clumsies could not start local daemon
zh_hans: Clumsies 无法启动本地守护进程

source: Clumsies couldn't load this information. Try again or check for an app update.
zh_hans: Clumsies 无法加载这些信息。请重试，或检查应用更新。

source: Clumsies couldn’t start its local service. Reopen the app, or use Settings to open the logs.
zh_hans: Clumsies 无法启动本地服务。请重新打开应用，或在设置中查看日志。

source: Clumsies couldn’t start sign-in. Close other sign-in windows and try again.
zh_hans: Clumsies 无法启动登录。请关闭其他登录窗口后重试。

source: Clumsies is running from a temporary macOS App Translocation path. Quit the App, move Clumsies.app to /Applications or ~/Applications, then open it again. No daemon or Agent integration was changed.
zh_hans: Clumsies 正在 macOS 临时隔离路径中运行。请退出应用，将 Clumsies.app 移至 /Applications 或 ~/Applications，再重新打开。守护进程和 Agent 集成均未更改。

source: Clumsies updated its managed integrations, but could not inspect the archived Zig CLI integration store. Review any old global or repository MCP and hook entries manually. %@
zh_hans: Clumsies 已更新受管理的集成，但无法检查旧 Zig CLI 的集成存储。请手动检查全局或仓库中的旧 MCP 与钩子配置。%@

source: Clumsies will move the Project cache back to its standard macOS location.
zh_hans: Clumsies 将把项目缓存移回默认的 macOS 存储位置。

source: Clumsies will remove the Agent integrations managed in Settings and stop resolving this repository to the Project.
zh_hans: Clumsies 将移除在设置中管理的 Agent 集成，并解除此仓库与项目的绑定。

source: Clumsies will save pending changes and reopen automatically in the selected language.
zh_hans: Clumsies 会先保存待处理的更改，再自动重新打开并使用所选语言。

source: Clumsies · %@
zh_hans: Clumsies · %1$@

source: Collapse %lld unchanged lines
zh_hans: 折叠 %lld 行未改动的内容

source: Collapse source
zh_hans: 收起原文

source: Comment
zh_hans: 评论

source: Comment on new line %lld
zh_hans: 评论新版本的第 %lld 行

source: Comments from an earlier revision or file path
zh_hans: 来自较早版本或旧文件路径的评论

source: Commit service
zh_hans: 提交服务

source: Compare the remote version with the files on this Mac.
zh_hans: 比较远端版本与这台 Mac 上的文件。

source: Completed
zh_hans: 已完成

source: Completed %lld of %lld folder changes.
zh_hans: 已完成 %1$lld/%2$lld 项文件夹更改。

source: Completed memory.activate requests, separated into returned content, successful empty results, and failures. Reused fragments count as content. Requests still running are excluded. Retained local traces may not cover the entire period; these counts do not measure agent adoption or accuracy.
zh_hans: 这台 Mac 上已完成的 memory.activate 请求，分为返回内容、成功但结果为空和失败三类。复用的片段计入返回内容。正在运行的请求不计入。本机保留的记录可能未覆盖整个时间范围，这些数量不代表 Agent 的采纳率或准确率。

source: Completed retrieval requests on this Mac
zh_hans: 这台 Mac 上已完成的检索请求

source: Configure the Server's OIDC deployment settings before completing setup.
zh_hans: 请先配置服务器部署的 OIDC 设置，再完成初始化。

source: Configure the Server's OIDC deployment settings before continuing.
zh_hans: 请先配置服务器部署的 OIDC 设置，再继续。

source: Configured
zh_hans: 已配置

source: Confirm
zh_hans: 确认

source: Conflict
zh_hans: 冲突

source: Connect Your Agents
zh_hans: 连接你的 Agent

source: Connect to your Server, then continue in the system browser.
zh_hans: 连接你的服务器，然后在系统浏览器中继续。

source: Connecting to resident daemon…
zh_hans: 正在连接常驻守护进程…

source: Context
zh_hans: 上下文

source: Continue Without Adapters
zh_hans: 暂不配置适配器，继续

source: Continue in Browser
zh_hans: 在浏览器中继续

source: Copied!
zh_hans: 已复制！

source: Copy
zh_hans: 拷贝

source: Copy Details
zh_hans: 复制详情

source: Copy Diagnostics
zh_hans: 复制诊断信息

source: Copying cache
zh_hans: 正在复制缓存

source: Corpus
zh_hans: 语料库

source: Could Not Export Memory: %@
zh_hans: 无法导出记忆：%1$@

source: Could Not Request Review
zh_hans: 无法请求评审

source: Could Not Save Draft
zh_hans: 无法保存草稿

source: Could not bind the local callback socket.
zh_hans: 无法绑定本地回调套接字。

source: Could not create the local callback socket.
zh_hans: 无法创建本地回调套接字。

source: Could not create the memory ZIP archive (exit status %d).
zh_hans: 无法创建记忆 ZIP 压缩包（退出状态 %1$d）。

source: Could not create the organization sign-in URL.
zh_hans: 无法创建组织登录地址。

source: Could not encode the daemon request.
zh_hans: 无法编码守护进程请求。

source: Could not encode the request body.
zh_hans: 无法编码请求正文。

source: Could not open the system browser.
zh_hans: 无法打开系统浏览器。

source: Could not read the local callback port.
zh_hans: 无法读取本地回调端口。

source: Couldn't Export Diagnostics
zh_hans: 无法导出诊断信息

source: Couldn't check this Mac. %@
zh_hans: 无法检查这台 Mac。%1$@

source: Couldn't download the remote changes. Try again when connected.
zh_hans: 无法下载远端更改。连接恢复后请重试。

source: Couldn't refresh team notifications. %@
zh_hans: 无法刷新团队通知。%1$@

source: Couldn't refresh. Previously loaded content is still shown.
zh_hans: 刷新失败，当前仍显示之前加载的内容。

source: Couldn't save notification preferences. %@
zh_hans: 无法保存通知偏好。%1$@

source: Couldn't update this notification. Refresh Inbox and try again.
zh_hans: 未能更新这条通知。请刷新收件箱后重试。

source: Couldn't update this notification. %@
zh_hans: 无法更新此通知。%1$@

source: Couldn’t check your organization's memory guidelines. Try again.
zh_hans: 无法检查组织的记忆指南。请重试。

source: Couldn’t create the ZIP archive. Choose another location and try exporting again.
zh_hans: 无法创建 ZIP 压缩包。请选择其他位置后重新导出。

source: Couldn’t refresh %@. Existing content is still available.
zh_hans: 无法刷新%1$@。现有内容仍然可用。

source: Couldn’t refresh Draft details. %@
zh_hans: 无法刷新草稿详情。%1$@

source: Couldn’t refresh Draft source files. %@
zh_hans: 无法刷新草稿源文件。%1$@

source: Couldn’t refresh Drafts. %@
zh_hans: 无法刷新草稿。%1$@

source: Coverage counts each document once within the selected period
zh_hans: 在所选时间范围内，每份文档只计入一次覆盖率

source: Create
zh_hans: 创建

source: Create %@
zh_hans: 创建%1$@

source: Create Project
zh_hans: 创建项目

source: Create a Project to start organizing local memory.
zh_hans: 创建项目，开始整理本地记忆。

source: Create a personal Bundle to collect memory for recurring work.
zh_hans: 创建个人 Bundle，为经常开展的工作收集记忆。

source: Create the first organization and owner without a Web console.
zh_hans: 创建首个组织和所有者，无需使用网页控制台。

source: Created project
zh_hans: 已创建项目

source: Creates CLUMSIES.md and starter folders for knowledge, procedures, and lessons.
zh_hans: 创建 CLUMSIES.md，以及用于知识、流程和经验的初始文件夹。

source: Creating project…
zh_hans: 正在创建项目…

source: Current documents by their most recent retrieval
zh_hans: 按最近检索时间统计当前文档

source: Current documents ranked by successful retrievals in the selected period. Multiple fragments from one document count once per request, including reused fragments. The six most frequently retrieved documents are shown.
zh_hans: 按所选时间范围内的成功检索次数排列当前文档。同一请求中的多个片段来自同一文档时只计一次，包括复用的片段。显示检索次数最多的六份文档。

source: Current total
zh_hans: 当前总数

source: Custom path
zh_hans: 自定义路径

source: Cut
zh_hans: 剪切

source: Daily
zh_hans: 按天

source: Dashboard
zh_hans: 仪表盘

source: Dashboard period
zh_hans: 统计时间范围

source: Dashboard unavailable
zh_hans: 无法加载仪表盘

source: Database
zh_hans: 数据库

source: Date
zh_hans: 日期

source: Decision recorded at %@
zh_hans: 决定记录于 %@

source: Decision time
zh_hans: 决定时间

source: Default
zh_hans: 默认

source: Default project
zh_hans: 默认项目

source: Degraded
zh_hans: 部分功能不可用

source: Delete
zh_hans: 删除

source: Delete %@
zh_hans: 删除%@

source: Delete %@?
zh_hans: 删除 %@？

source: Delete %lld Files?
zh_hans: 删除 %1$lld 个文件？

source: Delete %lld Files…
zh_hans: 删除 %1$lld 个文件…

source: Delete Bundle
zh_hans: 删除 Bundle

source: Delete File?
zh_hans: 删除文件？

source: Delete Folder
zh_hans: 删除文件夹

source: Delete Folder…
zh_hans: 删除文件夹…

source: Delete Project…
zh_hans: 删除项目…

source: Delete project?
zh_hans: 删除项目？

source: Deleted
zh_hans: 删除

source: Deleted project
zh_hans: 已删除项目

source: Delete…
zh_hans: 删除…

source: Demo data
zh_hans: 演示数据

source: Deployment setup code
zh_hans: 部署初始化代码

source: Description
zh_hans: 描述

source: Dev Instance is not ready
zh_hans: 开发实例尚未就绪

source: Diagnostics
zh_hans: 诊断

source: Diff
zh_hans: 差异

source: Direct Server recovery · token held only in App memory
zh_hans: 直接连接服务器恢复，令牌仅保存在应用内存中

source: Directory distribution & coverage
zh_hans: 目录分布与覆盖率

source: Disable
zh_hans: 停用

source: Disable %@
zh_hans: 停用%@

source: Disable Member…
zh_hans: 停用成员…

source: Disable organization member?
zh_hans: 停用组织成员？

source: Disabled
zh_hans: 已停用

source: Discard %lld Drafts in %@?
zh_hans: 丢弃“%2$@”中的 %1$lld 份草稿？

source: Discard %lld Drafts in Folder…
zh_hans: 丢弃文件夹中的 %lld 份草稿…

source: Discard Changes
zh_hans: 丢弃更改

source: Discard Draft
zh_hans: 丢弃草稿

source: Discard Draft in %@?
zh_hans: 丢弃“%1$@”中的草稿？

source: Discard Draft in Folder…
zh_hans: 丢弃文件夹中的草稿…

source: Discard Drafts
zh_hans: 丢弃草稿

source: Discard Edits
zh_hans: 丢弃编辑

source: Discard Edits and Check Again
zh_hans: 丢弃编辑并重新检查

source: Discard or finish this Project's LocalDraft before removing its Organization Memory.
zh_hans: 移除组织记忆前，请先丢弃或完成此项目对应的本地草稿。

source: Discard unsaved Review choices?
zh_hans: 丢弃未保存的评审选择？

source: Discard unsaved changes?
zh_hans: 丢弃未保存的更改？

source: Discard unsaved resolution edits?
zh_hans: 丢弃未保存的冲突解决编辑？

source: Discard your conflict resolution edits?
zh_hans: 丢弃你对冲突解决结果的编辑？

source: Discarded %lld of %lld Drafts.
zh_hans: 已丢弃 %1$lld/%2$lld 份草稿。

source: Discarding %lld Drafts…
zh_hans: 正在丢弃 %1$lld 份草稿…

source: Discarding Draft %lld of %lld…
zh_hans: 正在丢弃草稿：%1$lld/%2$lld…

source: Dismiss
zh_hans: 关闭

source: Dismiss operation failure
zh_hans: 关闭操作失败提示

source: Distinct documents added, updated or deleted
zh_hans: 新增、修改或删除的不同文档

source: Document View
zh_hans: 文档视图

source: Document updates do not increase inventory
zh_hans: 更新文档不会增加记忆总量

source: Documents
zh_hans: 文档

source: Documents returned by retrieval will appear here.
zh_hans: 检索返回的文档会显示在这里。

source: Domains
zh_hans: 域名

source: Done
zh_hans: 完成

source: Down
zh_hans: 不可用

source: Draft
zh_hans: 草稿

source: Draft + Remote
zh_hans: 草稿 + 远端

source: Draft Not Ready
zh_hans: 草稿尚未就绪

source: Draft Source Unavailable
zh_hans: 无法加载草稿源内容

source: Draft edits are excluded
zh_hans: 不包含草稿编辑

source: Draft refresh failed - Try Again
zh_hans: 草稿刷新失败，请重试

source: Drafts Unavailable
zh_hans: 无法加载草稿

source: Drafts and settings are preserved. Commit generations and the search index will be rebuilt.
zh_hans: 草稿和设置将予以保留。提交数据和搜索索引将重新构建。

source: Each current document appears once, according to its most recent observed retrieval within 90 days. Without complete history, a missing record is labelled Not observed. Low frequency alone is not evidence that a memory should be deleted.
zh_hans: 每份当前文档只计一次，按 90 天内最近一次观测到的检索分类。历史不完整时，缺失的记录标为“未观测到”。使用频率低本身不代表应该删除该记忆。

source: Edit
zh_hans: 编辑

source: Edit…
zh_hans: 编辑…

source: Email
zh_hans: 邮箱

source: Empty
zh_hans: 空结果

source: Enable
zh_hans: 启用

source: Enabled; MCP profile setup required
zh_hans: 已启用，需要配置 MCP

source: Enter a complete Server address, such as https://clumsies.example.com.
zh_hans: 请输入完整的服务器地址，例如 https://clumsies.example.com。

source: Enter a default project name.
zh_hans: 请输入默认项目名称。

source: Enter an organization name.
zh_hans: 请输入组织名称。

source: Enter one domain per line. Leave empty to allow any domain; people must still be added as members. Changes apply the next time a member signs in.
zh_hans: 每行输入一个域名。留空表示允许所有域名，但用户仍需先被添加为成员。更改将在成员下次登录时生效。

source: Enter only the Server origin, without a path, query, or fragment.
zh_hans: 请输入服务器源地址，不包含路径、查询参数或片段标识。

source: Enter the Server address.
zh_hans: 请输入服务器地址。

source: Enter the setup code from the Server deployment.
zh_hans: 请输入服务器部署的初始化代码。

source: Every memory in the folder must be editable before the folder can be changed.
zh_hans: 只有文件夹中的全部记忆都可编辑时，才能更改该文件夹。

source: Evidence suggestions are awaiting confirmation
zh_hans: 建议的证据尚待确认

source: Expand %lld unchanged lines
zh_hans: 展开 %lld 行未改动的内容

source: Export
zh_hans: 导出

source: Export Diagnostics
zh_hans: 导出诊断信息

source: Export Diagnostics…
zh_hans: 导出诊断信息…

source: Export Evaluation Set
zh_hans: 导出评估集

source: Export File as ZIP…
zh_hans: 将文件导出为 ZIP…

source: Export Memory
zh_hans: 导出记忆

source: Export Organization Memory as ZIP…
zh_hans: 将组织记忆导出为 ZIP…

source: Export Project Memory as ZIP…
zh_hans: 将项目记忆导出为 ZIP…

source: Export as ZIP…
zh_hans: 导出为 ZIP…

source: Export current files, including local draft edits. Deleted memories are excluded.
zh_hans: 导出当前文件，包括本地草稿中的编辑。不包含已删除的记忆。

source: Export…
zh_hans: 导出…

source: Failed
zh_hans: 失败

source: File
zh_hans: 文件

source: File Actions
zh_hans: 文件操作

source: File Will Be Deleted
zh_hans: 文件将被删除

source: File name
zh_hans: 文件名

source: Filter Activity by Project
zh_hans: 按项目筛选活动

source: Filter Inbox
zh_hans: 筛选收件箱

source: Filter Inbox by Message Type
zh_hans: 按消息类型筛选收件箱
